Repository: abouledroua/cdm_vip
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# txtLangue
source: Language :
ar: اللغة :
fr: Langue :

# txtSMS
source: Send SMS
ar: رسالة نصية
fr: Envoyer SMS

# txtAppeler
source: Call
ar: إتصل
fr: Appeler

# txtSendEmail
source: Send Email
ar: رسالة إلكترونية
fr: Envoyer Email

# txtOui
source: Yes
ar: نعم
fr: Oui

# txtNon
source: No
ar: لا
fr: Non

# txtWelcome
source: Welcome
ar: السلام عليكم
fr: Bienvenue

# txtWilaya
source: Wilaya
ar: الولايـة

# txtMetier
source: Craft
ar: المهنة
fr: Métier

# txtStart
source: Start
ar: إبدأ
fr: Démarrer

# txtModifier
source: Update
ar: تعديل
fr: Modifier

# txtSupprimer
source: Delete
ar: حذف
fr: Supprimer

# txtValider
source: Ok
ar: موافق
fr: Valider

# txtAnnuler
source: Cancel
ar: إلغاء
fr: Annuler

# txAllMetier
source: All Crafts
ar: جميع المهن
fr: Tous les Métiers

# txAllWilaya
source: All Wilayas
ar: جميع الولايات
fr: Tous les Wilaya

# txNewCode
source: New access code
ar: الرمز الجديد
fr: Code d'accès Nouveau

# txtOldCode
source: Current access code
ar: الرمز القديم
fr: Code d'accès actuel

# txtlogout
source: Logout
ar: تسجيل الخروج
fr: Déconnecter

# txtErreur
source: Error
ar: خطـأ
fr: Erreur

# txtLibNom
source: Full name
ar: الإسم و اللقب
fr: Nom et Prénom

# txtLibTel
source: Phone Number
ar: الهاتف
fr: Téléphone

# txtLibAdresse
source: Adress
ar: العنوان
fr: Adresse

# txtLibEmail
source: Email
ar: البريد الالكتروني

# txtLibFacebook
source: Facebook
ar: فايسبوك

# txtLibRecherche
source: Search
ar: بحث
fr: Recherche

# txtLibInscris
source: craftsmen
ar: حرفي
fr: artisan(s)

# txtRendreVisibile
source: Make visible
ar: اجعله مرئي
fr: Rendre Visible

# txtRendreInVisibile
source: Make invisible
ar: اجعله غير مرئي
fr: Rendre Invisible

# txtModifCodeAccess
source: Update access code
ar: تغيير رمز الدخول
fr: Changer le code d'accès

# txtChampsObligatoire
source: Required fields
ar: خانة اجبارية
fr: inscris

# txtListeVide
source: Empty list ...
ar: قائمة فارغة
fr: Liste Vide !!!

# txtTitreArtisans
source: List of craftsmen
ar: قائمة الحرفيين
fr: Liste des artisans

# txtTitreSpecialite
source: List of professions
ar: قائمة المهن
fr: Liste des métiers

# txtTitreFicheSpecialite
source: Professions Sheet
ar: بطاقة مهنة
fr: Fiche métier

# txtTitreFicheArtisan
source: Crafstman Sheet
ar: بطاقة حرفي
fr: Fiche Artisan

# txtTitreAdmin
source: Administrator area
ar: منطقة الأدمن
fr: Espace Administrateur

# txtLoginAdmin
source: Login Admin
ar: دخول الأدمن
fr: Connecter Admin

# txtErrCodeAncien
source: Wrong current access code
ar: رمز الوصول الحالي غير صحيح
fr: Code d'accès actuel erroné !!!

# txtErrAcceuil
source: Please choose the wilaya and the profession !!!
ar: الرجاء اختيار الولاية والمهنة
fr: Veuillez choisir la wilaya et le métier !!!

# txtErrSearchWilaya
source: Please choose Wilaya !!!
ar: يرجى إختيار الولاية
fr: Veuillez choisir une wilaya !!!

# txtchooseSpecialite
source: Please choose Craft !!!
ar: يرجى إختيار المهنـة
fr: Veuillez choisir un Métier !!!

# txtTitreLogin
source: Administrator Login
ar: دخول الأدمن
fr: Connexion Administrateur

# txtErrExisteDeja
source: This record already exists !!!
ar: هذا التسجيل موجود بالفعل !!! !!!
fr: Cet enregistrement existe déjà !!!

# txtErrChampsObligatoire
source: Please complete all required fields !!!
ar: يرجى تعبئة جميع الخانات الإجبارية !!!
fr: Veuillez remplir les champs obligatoires !!!

# txtErrDesSpecialite
source: Please enter the designation !!!
ar: الرجاء إدخال التسمية !!!
fr: Veuillez saisir la designation !!!

# txtbtnConnecter
source: Connect
ar: دخول
fr: Connecter

# txtSucessUpdate
source: Information updated ...
ar: تم تحديث المعلومات
fr: Information mise à jour …

# txtSucessDelete
source: Information deleted ...
ar: تم حذف المعلومات بنجاح
fr: Information supprimée …

# txtInsertArtisan
source: add craftsman
ar: إضافة حرفي
fr: Ajouter un artisan

# txtInsertMetier
source: add craft
ar: إضافة حرفة
fr: Ajouter un métier

# txtQuestionSansPhoto
source: Are you sure you want to continue without a photo???
ar: هل أنت متأكد أنك تريد الاستمرار بدون صورة ؟؟؟
fr: Voulez-vous vraiment continuer sans photo???

# txtQuestionAnnuler
source: Do you really want to cancel ???
ar: هل حقا تريد الالغاء ؟؟؟
fr: Voulez-vous vraiment annuler ???

# txtQuestionDelete
source: Are you sure you want to delete this information ???
ar: هل أنت متأكد أنك تريد حذف هذه المعلومات ؟؟؟
fr: Voulez-vous vraiment supprimer cette information ???

# txtQuestionQuitter
source: Are you sure you want to quit the application?
ar: هل أنت متأكد أنك تريد إنهاء التطبيق؟
fr: Voulez-vous vraiment quitter l'application ?

# txtErrDelete
source: You cannot delete this information...
ar: لا يمكنك حذف هذه المعلومات ...
fr: Vous ne pouvez pas supprimer cette information ...

# txtProblemeDelete
source: Problem while deleting !!!
ar: حدثت مشكلة أثناء الحذف !!!
fr: Problème lors de la suppression !!!

# txtProblemeUpdate
source: Problem while updating information !!!
ar: مشكلة أثناء تحديث المعلومات !!!
fr: Probleme lors de la mise a jour des informations !!!

# txtProblemeInsert
source: Problem while adding !!!
ar: حدثت مشكلة أثناء الإضــافة !!!
fr: Problème lors de l'ajout !!!

# txtProblemeServeur
source: Connection problem with the server !!!
ar: حدث خطأ في الإتصال بالخادم
fr: Probleme de Connexion avec le serveur !!!

# txtProblemeCodeAccess
source: Incorrect access code !!!
ar: رمز الدخول غير صحيح !!!
fr: Code d'accès incorrect !!!

# txtValidationEnCours
source: Validation in progress ...
ar: جـار حفط البيانات ...
fr: Validation en cours ...

# txtConnexionEnCours
source: Connecting ...
ar: جار الإتصال ...
fr: Connection en cours ...

# txtCodeAccess
source: Access Code
ar: رمز الدخول
fr: Code d'Accéss

# txtChoixWilaya
source: Choose Wilaya
ar: إختر ولاية
fr: Choisir une Wilaya

# txtChoixMetier
source: Choose Craft
ar: إختر مهنة
fr: Choisir un Métier

# txtSujetWelcome
source: Welcome to the Craftsmen application. This application includes a lot of manpower for all disciplines in several cities, all of them are in your fingertips
ar: مرحبا بك في تطبيق الحرفيين. يتضمن هذا التطبيق عددًا من الأيدي العاملة لكافة التخصصات في عدة مدن عدة، وكلها بين يديك
fr: Bienvenue sur l'application des Artisans. Cette application comprend beaucoup de main-d'œuvre pour toutes les disciplines dans plusieurs villes, toutes sont à portée de vos doigts
